"CARD_DETAILS_LABEL"                        = "Kortuppgifter";
"ENTER_CARD_DETAILS_HELP_LABEL"             = "Ange dina kortuppgifter. Börja med kortnumret.";
"VALID_CARD_ERROR_LABEL"                    = "Du måste ange ett giltigt kortnummer.";
"CARD_REQUIRED"                             = "Kortnummer måste anges";
"CARD_INVALID"                              = "Kontonumret är ogiltigt";
"EXPIRATION_REQUIRED"                       = "Utgångsdatum måste anges";
"EXPIRATION_INVALID"                        = "Utgångsdatumet är ogiltigt";
"CVV_REQUIRED"                              = "%s måste anges";
"CVV_INVALID"                               = "%s är ogiltigt";
"POSTAL_CODE_HELP_LABEL"                    = "Du måste ange ett giltigt postnummer.";
"POSTAL_CODE_REQUIRED"                      = "Postnummer måste anges";
"POSTAL_CODE_INVALID"                       = "Postnumret är ogiltigt";
"COUNTRY_CODE_REQUIRED"                     = "Landskod måste anges";
"COUNTRY_CODE_INVALID"                      = "Landskoden är ogiltig";
"MOBILE_NUMBER_REQUIRED"                    = "Mobilnummer måste anges";
"MOBILE_NUMBER_INVALID"                     = "Mobilnumret är ogiltigt";
"ENROLLMENT_WITH_SMS_HELP_LABEL"            = "Du kanske måste registrera det här kortet. En sms-kod skickas till det här numret om det behövs.";
"SMS_CODE_REQUIRED"                         = "Sms-kod måste anges";
"SMS_CODE_INVALID"                          = "Sms-koden är ogiltig";

"CANCEL_ACTION"                             = "Avbryt";
"RETRY_ACTION"                              = "Försök igen";
"CONTINUE_ACTION"                           = "Fortsätt";
"ADD_CARD_ACTION"                           = "Lägg till kort";
"DONE_ACTION"                               = "Klart";
"EDIT_ACTION"                               = "Redigera";
"NEXT_ACTION"                               = "Nästa";
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "OK";
"SCAN_CARD_IO_ACTION"                       = "Skanna med kamera";

"EDIT_PAYMENT_METHOD"                       = "Redigera betalningsmetoder";
"THERE_WAS_AN_ERROR"                        = "Det uppstod ett fel.";
"REVIEW_AND_TRY_AGAIN"                      = "Granska informationen och försök igen.";
"INVALID_LABEL"                             = "Ogiltig:";

"YEAR_LABEL"                                = "År";
"MONTH_LABEL"                               = "Månad";

"OTHER_LABEL"                               = "Annat";
"CREDIT_OR_DEBIT_CARD_LABEL"                = "Betalkort";
"RECENT_LABEL"                              = "Senaste";
"SELECT_PAYMENT_LABEL"                      = "Välj betalningsmetod";

"CONFIRM_ENROLLMENT_LABEL"                  = "Bekräfta registreringen";
"CONFIRM_ACTION"                            = "Bekräfta";
"ENTER_SMS_CODE_SENT_HELP_LABEL"            = "Ange sms-koden som skickats till %s";
"SMS_CODE_LABEL"                            = "Sms-kod";
"CARD_TYPE_GENERIC_CARD"                    = "Kort";
"MOBILE_COUNTRY_CODE_LABEL"                 = "Landskod";
"SECURITY_CODE_LABEL"                       = "Säkerhetskod";
"CVV_FIELD_PLACEHOLDER"                     = "CVV";
"CVC_FIELD_PLACEHOLDER"                     = "CVC";
"CID_FIELD_PLACEHOLDER"                     = "CID";
"CVN_FIELD_PLACEHOLDER"                     = "CVN";
"POSTAL_CODE_PLACEHOLDER"                   = "Postnummer";
"MOBILE_NUMBER_LABEL"                       = "Mobilnummer";
"EXPIRATION_DATE_LABEL"                     = "Utgångsdatum";
"CARD_NUMBER_PLACEHOLDER"                   = "Kortnummer";
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR"        = "MM/ÅÅÅÅ";
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR"         = "MM/ÅÅ";

"PAYPAL"                                    = "PayPal";
"CARD_TYPE_AMERICAN_EXPRESS"                = "American Express";
"CARD_TYPE_DISCOVER"                        = "Discover";
"CARD_TYPE_DINERS_CLUB"                     = "Diners Club";
"CARD_TYPE_MASTER_CARD"                     = "MasterCard";
"CARD_TYPE_VISA"                            = "Visa";
"CARD_TYPE_JCB"                             = "JCB";
"CARD_TYPE_MAESTRO"                         = "Maestro";
"CARD_TYPE_UNION_PAY"                       = "UnionPay";
"BRANDING_COINBASE"                         = "Coinbase";
"BRANDING_VENMO"                            = "Venmo";
"BRANDING_APPLE_PAY"                        = "Apple Pay";
"BRANDING_ANDROID_PAY"                      = "Android Pay‏";
"USE_DIFFERENT_PHONE_NUMBER_ACTION"         = "Använd ett annat mobilnummer";
"CARD_NOT_ACCEPTED_ERROR_LABEL"             = "Kortet accepteras emot";
"CARD_TYPE_ELO"                             = "Elo";
